1)	ლეპტოპის ეკრანი არის ინტეგრირებული -> LCD & LED
2)	თამაშები ->SSD
3)	RAID->4 0+1 technology
4)	თავაკის შეცდიმები->  hard bell  block
5)	ტექნიკოსის საფრთხე->შოკი შენახული დიდი ვოლტი
6)	DVD 1 შრე-> 4.7
7)	VGA პორტს 15
8)	DIRECTX->ნაკრები რომელიც უშვებს ვინდოუსთან
9)	მრავალჯერადი ინფორმაცია -> CD-RW
10)	RAID10->4 დისკი
11)	მონაცემები ოპტიკურ დისკზე-> ბლოკებში
12)	SLC-single, MLC->multiple, TLC-tripple, QLC->quatro
13)	Blu-ray 1 შრე->25
14)	SSD-> Pca
15)	პიქსელებს შორის დაშორება მონიტორზე->Dot pitch
16)	Raid10-ის დაინსტალირება 4მყარი დისკი
17)	ერთი და იგივე FORM FACTOR->CASE, MOTHER, POWER SULLPY
18)	დენის პრობლემები -> UPS
19)	ლეპტოპზე მყარი დისკი გარედან eSATA
20)	მყარ დისკზე 1 სექტორზე ->512b
21)	უსადენო კავშირი ახლოს განლაგება ->NFC
22)	კვების ბლოკის შემოწმება- მულტიმეტრი
23)	კვების ბლოკი-> უშვებს  AC-> DC
24)	ვინჩესტერი -> ბილიკებად
25)	ვოლტაჟის შეცვლა-> კვების ვლოკის უკანა მხრიდან
26)	კლასტერის შექმნა->ოპერაციული სისტემის ჩაწერისას
27)	კვების ბლოკის Form factor არ არის molex
28)	გამოსახულების განახლება refresh rate
29)	Response time ინფოს მილიწამში მიღება~
30)	Workstation-ზე ყველაზე მნიშვნელოვანი როცა ვიტრუალურებს უშვებ -> პროცესორის ბირთვების რაოდ
31)	LCD ტელევიზორზე -> HDMI
32)	რა ტიპის კვების ბლოკზეა ინტეგრირებული კაბელები, რომელიც შეცვლაც დაშლის გარეშე არ შეგვიძლია -> Non Modular
33)	ლეპტოპის მაზერის მახასიათებლები -> არ აქვს ფორმფფაქტორი ან არის დაპატენტებული
34)	კომიუტერი->სატელევიზიო ან მუსიკალური კლიპები -> აუდიო და ვიდეო ადაპტერი
